{
    "data": [
        {
            "id": 1,
            "rating": 5,
            "name": "Berbère Éclat ",
            "imageSrc": "/images/collections/1.png",
            "description": "Mettant en avant le rayonnement et la modernité des designs tout en restant fidèle aux racines berbères traditionnelles."
        },
        { "id": 2, "name": "Montagnes de Djurdjura", "imageSrc": "/images/collections/2.png", "description": "Évoquant les sommets majestueux et le patrimoine robuste de la Kabylie." },
        {
            "id": 3,
            "rating": 5,
            "name": "Lune de Kabylie",
            "imageSrc": "/images/collections/3.png",
            "description": "Inspirée par les motifs lunaires récurrents dans l'art kabyle, cette collection capture la mystique et l'élégance des bijoux traditionnels."
        },
        {
            "id": 4,
            "rating": 5,
            "name": "Azur Amazigh ",
            "imageSrc": "/images/collections/4.png",
            "description": "Soulignant la beauté et la profondeur des couleurs souvent utilisées dans les tenues kabyles, avec un clin d'œil à l'identité amazighe."
        },
        {
            "id": 5,
            "rating": 5,

            "name": "Echo des Aït",
            "imageSrc": "/images/collections/5.png",
            "description": "Rendant hommage aux tribus Aït de Kabylie, ce nom reflète la transmission des traditions et des savoir-faire ancestraux."
        },
        {
            "id": 6,
            "rating": 5,

            "name": "Souveraines Berbères",
            "imageSrc": "/images/collections/6.png",
            "description": "Célébrant les figures féminines puissantes de l'histoire kabyle, cette collection allie force et finesse dans chaque pièce."
        },
        {
            "id": 7,
            "rating": 5,

            "name": "Jardin de Numidie ",
            "imageSrc": "/images/collections/7.png",
            "description": "Inspirée par l'histoire et la nature de Kabylie, cette collection intègre des motifs floraux et des éléments naturels."
        },
        { "id": 8, "name": "Voile de Yemma Gouraya", "image": { "src": "/images/collections/8.png", "alt": "BRobe de Fête " }, "description": "Inspiré par la légendaire montagne qui surplombe la ville de Béjaïa, symbolisant protection et majesté." },
        {
            "id": 9,
            "rating": 5,
            "name": "Jardins d'Agadez",
            "imageSrc": "/images/collections/8.png",
            "description": "Évoquant les designs floraux et organiques typiques de la bijouterie kabyle, cette collection rend hommage à la nature et à la fertilité des terres berbères."
        }
    ]
}
